[HUDCombatMessages]
HUDCombatMessages_Score_Combat_ArrestEnemy_Line0=<CharacterNameA>
HUDCombatMessages_Score_Combat_ArrestEnemy_Line2=<>
HUDCombatMessages_Score_Combat_KillEnemy_Line0=<CharacterNameA>
HUDCombatMessages_Score_Combat_KillEnemy_Line2=<>
HUDCombatMessages_Score_Combat_KillEnemyAssist_Line0=<Color:A=0.5><CharacterNameA>
HUDCombatMessages_Score_Combat_KillEnemyAssist_Line2=<>
HUDCombatMessages_Score_Combat_StunnedEnemy_Line0=<CharacterNameA>
HUDCombatMessages_Score_Combat_StunnedEnemy_Line2=<>
HUDCombatMessages_Score_Combat_RescueTeammate_Line0=<CharacterNameA>
HUDCombatMessages_Score_Combat_RescueTeammate_Line2=<>
HUDCombatMessages_Score_Combat_StunnedTeammate_Line0=<Color:A=0.5><CharacterNameA>
HUDCombatMessages_Score_Combat_StunnedTeammate_Line2=<>
;
HUDCombatMessages_Score_Match_Won_Line0=<Color:R=1 G=1 B=1>Winner</Color>
HUDCombatMessages_Score_Match_Won_Line2=<>
HUDCombatMessages_Score_Mission_Pickup_Line0=
HUDCombatMessages_Score_Mission_Pickup_Line2=<Color:R=1 G=1 B=1>Pickup Completed</Color>
HUDCombatMessages_Score_Mission_CSA_Sabotage_Line0=<>
HUDCombatMessages_Score_Mission_CSA_Sabotage_Line2=<Color:R=1 G=1 B=1><Color:R=1 G=1 B=1>Sabotage Completed</Color>
HUDCombatMessages_Score_Mission_Assist_Sabotage_Line0=
HUDCombatMessages_Score_Mission_Assist_Sabotage_Line2=<Color:R=1 G=1 B=1>Sabotaged</Color>
HUDCombatMessages_Mission_ObjectiveProximity_Item_Line0=<>
HUDCombatMessages_Mission_ObjectiveProximity_Item_Line2=<Color:R=1 G=1 B=1>Defend Item</Color>
HUDCombatMessages_Mission_ObjectiveProximity_Standard_Line0=<>
HUDCombatMessages_Mission_ObjectiveProximity_Standard_Line2=<Color:R=1 G=1 B=1>Defend</Color>
HUDCombatMessages_Mission_ObjectiveProximity_VIP_Line0=<>
HUDCombatMessages_Mission_ObjectiveProximity_VIP_Line2=<Color:R=1 G=1 B=1>Defend VIP</Color>
HUDCombatMessages_Mission_ObjectiveProximity_VIP_Player_Self_Line0=<>
HUDCombatMessages_Mission_ObjectiveProximity_VIP_Player_Self_Line2=<Color:R=1 G=1 B=1>Surviving</Color>
;
HUDCombatMessages_Score_Mission_CSA_Arson_Line0=<>
HUDCombatMessages_Score_Mission_CSA_Arson_Line2=<Color:R=1 G=1 B=1>Arson Completed</Color>
HUDCombatMessages_Score_Mission_CSA_Bombings_Line0=<>
HUDCombatMessages_Score_Mission_CSA_Bombings_Line2=<Color:R=1 G=1 B=1>Planted The Bomb</Color>
HUDCombatMessages_Score_Mission_CSA_Burglary_Line0=<>
HUDCombatMessages_Score_Mission_CSA_Burglary_Line2=<Color:R=1 G=1 B=1>Burglary Completed</Color>
HUDCombatMessages_Score_Mission_CSA_CarTheft_Line0=<>
HUDCombatMessages_Score_Mission_CSA_CarTheft_Line2=<Color:R=1 G=1 B=1>Car Theft Completed</Color>
HUDCombatMessages_Score_Mission_CSA_DefuseBomb_Line0=<>
HUDCombatMessages_Score_Mission_CSA_DefuseBomb_Line2=<Color:R=1 G=1 B=1>Defused The Bomb</Color>
HUDCombatMessages_Score_Mission_CSA_DeliverItem_Line0=<>
HUDCombatMessages_Score_Mission_CSA_DeliverItem_Line2=<Color:R=1 G=1 B=1>Delivery Completed</Color>
HUDCombatMessages_Score_Mission_CSA_ForcedEntry_Line0=<>
HUDCombatMessages_Score_Mission_CSA_ForcedEntry_Line2=<Color:R=1 G=1 B=1>Forced Entry Completed</Color>
HUDCombatMessages_Score_Mission_CSA_Graffiti_Line0=<>
HUDCombatMessages_Score_Mission_CSA_Graffiti_Line2=<Color:R=1 G=1 B=1>Graffiti Completed</Color>
HUDCombatMessages_Score_Mission_CSA_Hacking_Line0=<>
HUDCombatMessages_Score_Mission_CSA_Hacking_Line2=<Color:R=1 G=1 B=1>Hacking Completed</Color>
HUDCombatMessages_Score_Mission_CSA_Investigate_Line0=<>
HUDCombatMessages_Score_Mission_CSA_Investigate_Line2=<Color:R=1 G=1 B=1>Investigation Completed</Color>
HUDCombatMessages_Score_Mission_CSA_Vandalism_Line0=<>
HUDCombatMessages_Score_Mission_CSA_Vandalism_Line2=<Color:R=1 G=1 B=1>Vandalism Completed</Color>
HUDCombatMessages_Score_Mission_CSA_Checkpoint_Line0=<>
HUDCombatMessages_Score_Mission_CSA_Checkpoint_Line2=<Color:R=1 G=1 B=1>Checkpoint</Color>
;
HUDCombatMessages_Score_Mission_Assist_CSA_Arson_Line0=<>
HUDCombatMessages_Score_Mission_Assist_CSA_Arson_Line2=<Color:R=1 G=1 B=1>Arson Assisted</Color>
HUDCombatMessages_Score_Mission_Assist_CSA_Bombings_Line0=<>
HUDCombatMessages_Score_Mission_Assist_CSA_Bombings_Line2=<Color:R=1 G=1 B=1>Bomb Planted</Color>
HUDCombatMessages_Score_Mission_Assist_CSA_Burglary_Line0=<>
HUDCombatMessages_Score_Mission_Assist_CSA_Burglary_Line2=<Color:R=1 G=1 B=1>Burglary Assisted</Color>
HUDCombatMessages_Score_Mission_Assist_CSA_CarTheft_Line0=<>
HUDCombatMessages_Score_Mission_Assist_CSA_CarTheft_Line2=<Color:R=1 G=1 B=1>Car Theft Assisted</Color>
HUDCombatMessages_Score_Mission_Assist_CSA_DefuseBomb_Line0=<>
HUDCombatMessages_Score_Mission_Assist_CSA_DefuseBomb_Line2=<Color:R=1 G=1 B=1>Bomb Defused</Color>
HUDCombatMessages_Score_Mission_Assist_CSA_DeliverItem_Line0=<>
HUDCombatMessages_Score_Mission_Assist_CSA_DeliverItem_Line2=<Color:R=1 G=1 B=1>Delivery Assisted</Color>
HUDCombatMessages_Score_Mission_Assist_CSA_ForcedEntry_Line0=<>
HUDCombatMessages_Score_Mission_Assist_CSA_ForcedEntry_Line2=<Color:R=1 G=1 B=1>Forced Entry Assisted</Color>
HUDCombatMessages_Score_Mission_Assist_CSA_Graffiti_Line0=<>
HUDCombatMessages_Score_Mission_Assist_CSA_Graffiti_Line2=<Color:R=1 G=1 B=1>Graffiti Assisted</Color>
HUDCombatMessages_Score_Mission_Assist_CSA_Hacking_Line0=<>
HUDCombatMessages_Score_Mission_Assist_CSA_Hacking_Line2=<Color:R=1 G=1 B=1>Hacking Assisted</Color>
HUDCombatMessages_Score_Mission_Assist_CSA_Investigate_Line0=<>
HUDCombatMessages_Score_Mission_Assist_CSA_Investigate_Line2=<Color:R=1 G=1 B=1>Investigation Assisted</Color>
HUDCombatMessages_Score_Mission_Assist_CSA_Vandalism_Line0=<>
HUDCombatMessages_Score_Mission_Assist_CSA_Vandalism_Line2=<Color:R=1 G=1 B=1>Vandalism Assisted</Color>
;
HUDCombatMessages_Score_Earned_MedalKillStreak_05_Line0=Thee Basic Five
HUDCombatMessages_Score_Earned_MedalKillStreak_05_Line2=<>
HUDCombatMessages_Score_Earned_MedalKillStreak_10_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalKillStreak_10_Line2=<>
HUDCombatMessages_Score_Earned_MedalKillStreak_15_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalKillStreak_15_Line2=<>
HUDCombatMessages_Score_Earned_MedalKillStreak_20_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalKillStreak_20_Line2=<>
HUDCombatMessages_Score_Earned_MedalKillStreak_25_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalKillStreak_25_Line2=<>
HUDCombatMessages_Score_Earned_MedalKillStreak_30_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalKillStreak_30_Line2=<>
;
HUDCombatMessages_Score_Earned_MedalBigWin_All_Line0=CARRIED AWAY
HUDCombatMessages_Score_Earned_MedalBigWin_All_Line2=<>
HUDCombatMessages_Score_Earned_MedalBigWin_Arrest_10_25_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalBigWin_Arrest_10_25_Line2=<>
HUDCombatMessages_Score_Earned_MedalBigWin_Arrest_10_33_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalBigWin_Arrest_10_33_Line2=<>
HUDCombatMessages_Score_Earned_MedalBigWin_Arrest_10_100_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalBigWin_Arrest_10_100_Line2=<>
HUDCombatMessages_Score_Earned_MedalBigWin_Arrest_10_50_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalBigWin_Arrest_10_50_Line2=<>
HUDCombatMessages_Score_Earned_MedalBigWin_Arrest_10_75_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalBigWin_Arrest_10_75_Line2=<>
HUDCombatMessages_Score_Earned_MedalBigWin_Defuse_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalBigWin_Defuse_Line2=<>
HUDCombatMessages_Score_Earned_MedalBigWin_Detonate_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalBigWin_Detonate_Line2=<>
;
HUDCombatMessages_Score_Earned_MedalBigWin_Takeout_11_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalBigWin_Takeout_11_Line2=<>
HUDCombatMessages_Score_Earned_MedalBigWin_Takeout_15_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalBigWin_Takeout_15_Line2=<>
HUDCombatMessages_Score_Earned_MedalBigWin_Takeout_5_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalBigWin_Takeout_5_Line2=<>
HUDCombatMessages_Score_Earned_MedalBigWin_Takeout_7_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalBigWin_Takeout_7_Line2=<>
HUDCombatMessages_Score_Earned_MedalBigWin_Takeout_9_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalBigWin_Takeout_9_Line2=<>
;
HUDCombatMessages_Score_Earned_MedalBigWin_Rescue_3_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalBigWin_Rescue_3_Line2=<>
HUDCombatMessages_Score_Earned_MedalBigWin_Rescue_6_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalBigWin_Rescue_6_Line2=<>
HUDCombatMessages_Score_Earned_MedalBigWin_Rescue_9_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalBigWin_Rescue_9_Line2=<>
HUDCombatMessages_Score_Earned_MedalBigWin_Rescue_12_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalBigWin_Rescue_12_Line2=<>
HUDCombatMessages_Score_Earned_MedalBigWin_Rescue_15_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalBigWin_Rescue_15_Line2=<>
;
HUDCombatMessages_Score_Earned_MedalSituational_GrenadeKill_Line0=<MedalName>!
HUDCombatMessages_Score_Earned_MedalSituational_GrenadeKill_Line2=<>
HUDCombatMessages_Score_Earned_MedalSituational_AntiGraffitiKill_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalSituational_AntiGraffitiKill_Line2=<>
HUDCombatMessages_Score_Earned_MedalSituational_GraffitiingKill_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalSituational_GraffitiingKill_Line2=<>
HUDCombatMessages_Score_Earned_MedalSituational_ArrestStreakKiller_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalSituational_ArrestStreakKiller_Line2=<>
HUDCombatMessages_Score_Earned_MedalSituational_ArsonKill_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalSituational_ArsonKill_Line2=<>
HUDCombatMessages_Score_Earned_MedalSituational_DriverAssistKill_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalSituational_DriverAssistKill_Line2=<>
HUDCombatMessages_Score_Earned_MedalSituational_KillStreakArrest_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalSituational_KillStreakArrest_Line2=<>
HUDCombatMessages_Score_Earned_MedalSituational_KillStreakKiller_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalSituational_KillStreakKiller_Line2=<>
HUDCombatMessages_Score_Earned_MedalSituational_MeleeKill_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalSituational_MeleeKill_Line2=<>
HUDCombatMessages_Score_Earned_MedalSituational_PostDeathKill_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalSituational_PostDeathKill_Line2=<>
HUDCombatMessages_Score_Earned_MedalSituational_SuperKill_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalSituational_SuperKill_Line2=<>
HUDCombatMessages_Score_Earned_MedalSituational_TaskItemKill_1_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalSituational_TaskItemKill_1_Line2=<>
HUDCombatMessages_Score_Earned_MedalSituational_VehicleKill_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalSituational_VehicleKill_Line2=<>
HUDCombatMessages_Score_Earned_MedalSituational_VIPKill_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalSituational_VIPKill_Line2=<>
HUDCombatMessages_Score_Earned_MedalTimeLimit_Kills_2_Line0=Double Kill
HUDCombatMessages_Score_Earned_MedalTimeLimit_Kills_2_Line2=<>
HUDCombatMessages_Score_Earned_MedalTimeLimit_Kills_3_Line0=Triple Kill
HUDCombatMessages_Score_Earned_MedalTimeLimit_Kills_3_Line2=<>
HUDCombatMessages_Score_Earned_MedalTimeLimit_Kills_4_Line0=Monster Kill
HUDCombatMessages_Score_Earned_MedalTimeLimit_Kills_4_Line2=<>
HUDCombatMessages_Score_Earned_MedalTimeLimit_Kills_5_Line0=Godlike
HUDCombatMessages_Score_Earned_MedalTimeLimit_Kills_5_Line2=<>
;
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_1_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_1_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_10_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_10_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_2_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_2_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_3_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_3_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_4_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_4_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_5_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_5_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_6_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_6_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_7_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_7_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_8_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_8_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_9_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_ArrestedKill_9_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_1_Line0=Oopsie
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_1_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_2_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_2_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_3_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_3_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_4_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_4_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_5_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_5_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_6_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_6_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_7_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_7_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_8_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_8_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_9_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_9_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_10_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyKill_10_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyStun_1_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyStun_1_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyStun_2_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyStun_2_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyStun_3_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyStun_3_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyStun_4_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyStun_4_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyStun_5_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_FriendlyStun_5_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_02_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_02_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_03_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_03_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_04_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_04_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_05_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_05_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_06_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_06_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_07_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_07_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_08_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_08_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_09_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_09_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_10_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_10_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_15_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_15_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_20_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_20_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_25_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_25_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_30_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_SelfKill_30_Line2=<>
HUDCombatMessages_Score_Earned_MedalDishonour_AFK_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalDishonour_AFK_Line2=<>
;
;   EVENT
;
HUDCombatMessages_Score_Minigame_Generic_Line0=Minigame Objective
HUDCombatMessages_Score_Minigame_Generic_Line2=Objective Complete
HUDCombatMessages_Score_Mission_CSA_Mugging_Line0=
HUDCombatMessages_Score_Mission_CSA_Mugging_Line2=Mugging Completed
HUDCombatMessages_Score_Minigame_Mugging_NPC_Kill_Line0=Drug Mule
HUDCombatMessages_Score_Minigame_Mugging_NPC_Kill_Line2=Killed Pedestrian
HUDCombatMessages_Score_Minigame_Mugging_Easter_NPC_Kill_Line0=Egg Carrier
HUDCombatMessages_Score_Minigame_Mugging_Easter_NPC_Kill_Line2=Killed Pedestrian
HUDCombatMessages_Minigame_Halloween_Infection_PlayerConverted_TeammatesNearby_Line0=Survivor Converted Nearby
HUDCombatMessages_Minigame_Halloween_Infection_PlayerConverted_TeammatesNearby_Line2=Swarm Bonus!
HUDCombatMessages_Minigame_Halloween_Infection_Survivor_Gong_Line0=Chime Bonus
HUDCombatMessages_Minigame_Halloween_Infection_Survivor_Gong_Line2=Keep Surviving!
HUDCombatMessages_Minigame_Halloween_Infection_KillHeadless_Line0=Headless Kill!
HUDCombatMessages_Minigame_Halloween_Infection_KillHeadless_Line2=
HUDCombatMessages_Minigame_Halloween_Infection_Survived_Line0=You Survived
HUDCombatMessages_Minigame_Halloween_Infection_Survived_Line2=
HUDCombatMessages_Minigame_Halloween_Infection_Pumpkin_Line0=Pumpkin Destroyed
HUDCombatMessages_Minigame_Halloween_Infection_Pumpkin_Line2=
HUDCombatMessages_Minigame_Mugging_Easter_GainedItems_Line0=
HUDCombatMessages_Minigame_Mugging_Easter_GainedItems_Line2=
HUDCombatMessages_Minigame_Mugging_Easter_GainedItems_Single_Line0=
HUDCombatMessages_Minigame_Mugging_Easter_GainedItems_Single_Line2=
HUDCombatMessages_Minigame_Mugging_Easter_LostItems_Line0=
HUDCombatMessages_Minigame_Mugging_Easter_LostItems_Line2=
HUDCombatMessages_Minigame_Mugging_Easter_LostItems_Single_Line0=
HUDCombatMessages_Minigame_Mugging_Easter_LostItems_Single_Line2=
HUDCombatMessages_Minigame_Mugging_Easter_PlayerMug_Muggee_Line0=<CharacterNameA>
HUDCombatMessages_Minigame_Mugging_Easter_PlayerMug_Muggee_Line2=Got Mugged
HUDCombatMessages_Minigame_Mugging_Easter_PlayerMug_Muggee_Single_Line0=<CharacterNameA>
HUDCombatMessages_Minigame_Mugging_Easter_PlayerMug_Muggee_Single_Line2=Got Mugged
HUDCombatMessages_Minigame_Mugging_Easter_PlayerMug_Mugger_Line0=<CharacterNameA>
HUDCombatMessages_Minigame_Mugging_Easter_PlayerMug_Mugger_Line2=Mugged Player
HUDCombatMessages_Minigame_Mugging_Easter_PlayerMug_Mugger_Single_Line0=<CharacterNameA>
HUDCombatMessages_Minigame_Mugging_Easter_PlayerMug_Mugger_Single_Line2=Mugged Player
HUDCombatMessages_Minigame_Mugging_Easter_ItemsHeldScore_Line0=Held Eggs Bonus
HUDCombatMessages_Minigame_Mugging_Easter_ItemsHeldScore_Line2=Minigame Objective Complete
HUDCombatMessages_Minigame_Mugging_Easter_ItemsDeliveredScore_Line0=Eggs Delivered
HUDCombatMessages_Minigame_Mugging_Easter_ItemsDeliveredScore_Line2=Minigame Objective Complete
HUDCombatMessages_AM_CombatKillWithOwn_Combat_Line0=Stolen Weapon
HUDCombatMessages_AM_CombatKillWithOwn_Combat_Line2=Return to Sender
HUDCombatMessages_Score_KillTeam_Chaos_Line0=Teamkill
HUDCombatMessages_Score_KillTeam_Chaos_Line2=Demerit!
HUDCombatMessages_Minigame_WeaponDrop_ReceiveAliveScore_Line0=
HUDCombatMessages_Minigame_WeaponDrop_ReceiveAliveScore_Line2=Surviving!
HUDCombatMessages_Minigame_WeaponDrop_FirstWeaponPickup_Line0=Early Bird
HUDCombatMessages_Minigame_WeaponDrop_FirstWeaponPickup_Line2=First Weapon Pickup!
HUDCombatMessages_Minigame_Survival_Economy_Cash_Earned_Line0=Cash Earned
HUDCombatMessages_Minigame_Survival_Economy_Cash_Earned_Line2=
HUDCombatMessages_Minigame_Survival_Economy_Cash_Delivered_Line0=Bribe Delivered
HUDCombatMessages_Minigame_Survival_Economy_Cash_Delivered_Line2=($<Score>) remaining team cash.
HUDCombatMessages_Minigame_Christmas_Infection_KillNutcrackerLeader_Line0=Nutcracker Prince Kill!
HUDCombatMessages_Minigame_Christmas_Infection_KillNutcrackerLeader_Line2=
HUDCombatMessages_Minigame_Christmas_Infection_PlayerConverted_TeammatesNearby_Line0=Survivor Dosed Nearby
HUDCombatMessages_Minigame_Christmas_Infection_PlayerConverted_TeammatesNearby_Line2=Swarm Bonus!
HUDCombatMessages_Minigame_Christmas_Infection_Survivor_Gong_Line0=Chime Bonus
HUDCombatMessages_Minigame_Christmas_Infection_Survivor_Gong_Line2=Keep Surviving!
HUDCombatMessages_Minigame_Christmas_Infection_Survived_Line0=You Survived
HUDCombatMessages_Minigame_Christmas_Infection_Survived_Line2=
HUDCombatMessages_Minigame_Christmas_Infection_Snowman_Line0=You collected a snowman
HUDCombatMessages_Minigame_Christmas_Infection_Snowman_Line2=
;
HUDCombatMessages_Score_Earned_MedalKillBehind_Line0=<MedalName>
HUDCombatMessages_Score_Earned_MedalKillBehind_Line2=<>
